//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d mislukte wagkodepogings";
"%d Failed Password Attempts" = "%d mislukte wagwoordpogings";

"1 Failed Passcode Attempt" = "1 mislukte wagkodepoging";
"1 Failed Password Attempt" = "1 mislukte wagwoordpoging";

"Do you want to use Touch ID for authentication?" = "Wil u Touch ID vir verifikasie gebruik?";

"Done" = "Gereed";

"Enable Touch ID" = "Aktiveer Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Voer ’n ander wagkode in. Kan nie dieselfde wagkode gebruik nie.";
"Enter a different password. Cannot re-use the same password." = "Voer ’n ander wagwoord in. Kan nie dieselfde wagwoord gebruik nie.";

"Enter a passcode" = "Voer ’n wagkode in";
"Enter a password" = "Voer ’n wagwoord in";

"Enter your new passcode" = "Voer u nuwe wagkode in";
"Enter your new password" = "Voer u nuwe wagwoord in";

"Enter your old passcode" = "Voer u ou wagkode in";
"Enter your old password" = "Voer u ou wagwoord in";

"Enter your passcode" = "Voer u wagkode in";
"Enter your password" = "Voer u wagwoord in";

"Invalid Passcode" = "Ongeldige wagkode";
"Invalid Password" = "Ongeldige wagwoord";

"Passcodes did not match.\nTry again." = "Wagkodes stem nie ooreen nie.\nProbeer weer";
"Password did not match.\nTry again." = "Wagwoord stem nie ooreen nie.\nProbeer wees.";

"Re-enter your passcode" = "Voer weer u wagkode in";
"Re-enter your password" = "Voer weer u wagwoord in";

"Try again in %d minutes" = "Probeer weer oor %d minute";

"Try again in 1 minute" = "Probeer weer oor 1 minuut";
